tap "mongodb/brew"
brew "bat"
brew "cmake"
brew "fd"
brew "fzf"
brew "htop"
brew "httpie"
brew "lazydocker"
brew "lazygit"
brew "neofetch"
brew "pipx"
brew "postgresql@14"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "mongodb/brew/mongodb-community"
cask "amethyst"
cask "font-caskaydia-cove-nerd-font"
